Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: edit calibration clicked
bg: натиснато е „редактиране на калибриране“
cs: kliknuto na upravit kalibraci
da: redigere kalibrering klikket
de: Kalibrierung bearbeiten
es: editar Calibración pulsada
fr: Modifier la calibration en cours
it: modifica calibrazione cliccata
nb_no: endre kalibrering er valgt
nl: Bewerken geselecteerde kalibratie
pl: edycja kalibracji kliknięta
pt_pt: editar calibração clicada
ru: изменить калибровку нажато
sv: ändrad kalibrering vald
uk: редагувати калібрування натиснуто
vi: Nhấp vào để hiệu chuẩn
zh_hant: 編輯校正點擊

source: Edit calibrations
bg: Редактиране на калибрирания
cs: Upravit kalibraci
da: Rediger kalibreringer
de: Kalibrierungen bearbeiten
es: Editar calificaciones
fr: Modifier les calibrations en cours
it: Modifica calibrazioni
nb_no: Rediger kalibreringer
nl: Kalibraties bewerken
pl: Edytuj kalibracje
pt_pt: Editar calibrações
ru: Редактировать калибровки
sv: Ändra kalibreringar
uk: Редагувати калібрування
vi: Sửa hiệu chuẩn
zh_hant: 編輯校正

source: Edit Contact Items
bg: Редактиране на елементи в контакта
cs: Upravit položky kontaktů
da: Rediger Kontaktpunkter
de: Kontaktelemente bearbeiten
es: Editar elementos de contacto
fr: Modifier les détails de contact
it: Modifica Elementi Di Contatto
nb_no: Rediger kontaktelementer
nl: Bewerk contactgegevens
pl: Edytuj elementy kontaktu
pt_pt: Editar Itens de Contato
ru: Изменить контактные элементы
sv: Redigera kontaktobjekt
uk: Змінити контакти
vi: Chỉnh sửa Contact Items
zh_hant: 編輯聯絡項目

source: Edit Meal
bg: Редактиране на хранене
cs: Upravit jídlo
da: Rediger Måltid
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
it: Modifica pasto
nb_no: Endre måltid
nl: Wijzig maaltijd
pl: Edytuj posiłek
pt_pt: Editar a refeição
ru: Изменить еду
sv: Ändra måltid
uk: Редагувати їжу
vi: Chỉnh sửa bữa ăn
zh_hant: 編輯餐點

source: Edit Override
bg: Редактиране на отмяна
cs: Upravit přepsání
da: Rediger Tilsidesæt
de: Override bearbeiten
es: Editar Anulación
fr: Modifier la Dérogation
it: Modifica Programma
nb_no: Rediger justering
nl: Bewerk overschrijven
pl: Edytuj Nadpisanie
pt_pt: Editar Substituição
ru: Изменить переопределение
sv: Redigera override
uk: Змінити перевизначення
vi: Chỉnh sửa ghi đè
zh_hant: 編輯覆蓋設定

source: Edit settings json
bg: Редактиране на settings json
cs: Upravit settings.json
da: Rediger indstillingsjson
de: Einstellungen json bearbeiten
es: Editar configuración json
fr: Modifier la configuration du fichier "json"
it: Modifica impostazioni json
nb_no: Rediger "freeaps_settings.json"
nl: Bewerk instellingen json
pl: Edytuj ustawienia json
pt_pt: Editar json de configurações
ru: Редактировать json настроек
sv: Ändra debug-inställningar
uk: Редагувати json налаштувань
vi: Chỉnh sửa cấu hình json
zh_hant: 編輯設定 json

source: Edit Temp Target
bg: Редактиране на временна цел
cs: Upravit dočasný cíl
de: Temporäres Ziel bearbeiten
fr: Modifier la cible temporaire
nb_no: Rediger midlertidig mål
sv: Redigera tillfälligt mål
vi: Chỉnh sửa mục tiêu tạm thời
zh_hant: 編輯臨時目標

source: Emoji or short text
bg: Емоджи или кратък текст
cs: Emoji nebo krátký text
da: Emoji eller kort tekst
de: Emoji oder Kurztext
es: Emoji o texto corto
fr: Emoji ou texte court
it: Emoji o testo corto
nb_no: Emoji eller kort tekst
nl: Emoji of korte tekst
pl: Emoji lub krótki tekst
pt_pt: Emoji ou texto curto
ru: Эмодзи или короткий текст
sv: Emoji eller kort text
uk: Емодзі або короткий текст
vi: Biểu tượng hoặc văn bản ngắn
zh_hant: 表情符號或短文字

source: Empty
bg: Празно
cs: Prázdný
da: Tom
de: Leer
es: Vaciar
fr: Vide
it: Vuoto
nb_no: Tom
nl: Leeg
pl: Pusty
pt_pt: Vazio
ru: Пустой
sv: Inget
uk: Порожній
vi: Trống rỗng
zh_hant: 空的

source: Enable
bg: Включи
cs: Povolit
da: Aktivér
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt_pt: Habilitado
ru: Включить
sv: Aktivera
uk: Увімкнути
vi: Cho phép
zh_hant: 啟用

source: Enable a Temporary Target
bg: Активиране на временна цел
cs: Povolit dočasný cíl
da: Aktiver et midlertidigt mål
de: Ein Temporäres Ziel aktivieren
es: Activar un objetivo temporal
fr: Activer une Cible Temporaire
it: Abilita un obiettivo temporaneo
nb_no: Start et midlertidig mål
nl: Schakel een tijdelijk doel in
pl: Włącz cel tymczasowy
pt_pt: Habilitar um Alvo Temporário
ru: Включить временную цель
sv: Aktivera ett tillfälligt mål
uk: Увімкнути тимчасову ціль
vi: Cho phép Mục tiêu Tạm thời
zh_hant: 啟用臨時目標

source: Enable adjustment of basal based on the ratio of current TDD / 7 day average TDD
bg: Активира корекция на базала на база съотношението текущо TDD / 7-дневна средна стойност на TDD
cs: Povol úpravu bazálu na základě poměru aktuálního TDD vůči 7dennímu průměru TDD.
da: Aktiver justering af basal baseret på forholdet mellem nuværende TDD / 7 dages gennemsnit TDD
de: Anpassung der Basalrate auf Grundlage des Verhältnisses von aktueller TDD / 7 Tage Durchschnitts-TDD aktivieren
es: Habilitar el ajuste basal basado en la relación de TDD actual / 7 días promedio de TDD
fr: Activer l’ajustement du débit basal en fonction du ratio entre la dose totale quotidienne d'insuline (TDD) actuelle et la TDD moyenne sur 7 jours
it: Abilita la regolazione della basale in base al rapporto tra TDD / TDD media di 7 giorni
nb_no: Aktiverer justering av basal basert på forholdet mellom nåværende TDD / 7-dagers gjennomsnittlig TDD
nl: Aanpassing van basaal inschakelen op basis van de verhouding van huidige TDD / 7 dag gemiddelde TDD
pl: Włącza dostosowanie dawki bazowej na podstawie stosunku bieżącego DDI / 7-dniowego średniego DDI
pt_pt: Habilitar ajuste de basal com base na proporção atual de TDD / 7 dias de média TDD
ru: Включить регулировку базы, основанную на соотношении текущего TDD / 7 дней среднего TDD
sv: Justera även basal enligt följande: ny basal = basal * (TDD / 7-dagars medelvärde av TDD)
uk: Включити регулювання бази, що базується на співвідношенні поточного TDD / 7 днів середнього TDD
vi: Cho phép điều chỉnh mức liều nền dựa trên tỷ lệ TDD hiện tại/TDD trung bình 7 ngày
zh_hant: 啟用根據當前 TDD / 7 天平均 TDD 的比例調整基礎量

source: Enable automated insulin delivery.
bg: Активиране на автоматизирано подаване на инсулин.
cs: Povolit automatické podávání inzulínu.
da: Aktiver automatisk insulinlevering.
de: Automatische Insulinabgabe aktivieren.
es: Habilitar la entrega automática de insulina.
fr: Activer l'administration automatisée d'insuline.
it: Abilita la somministrazione automatica di insulina.
nb_no: Aktiver automatisert insulintilførsel.
nl: Schakel automatische insulinetoediening in.
pl: Włącz automatyczne dostarczanie insuliny.
pt_pt: Ativar a entrega automática de insulina.
ru: Включить автоматическую доставку инсулина.
sv: Aktivera automatisk insulintillförsel.
uk: Увімкнути автоматичну доставку інсулінів.
vi: Cho phép hệ thống tự động tiêm insulin.
zh_hant: 啟用自動胰島素輸送。

source: Enable device connectivity
bg: Активиране на свързаност с устройства
cs: Povolení připojení zařízení
da: Aktivér enhedsforbindelse
de: Geräteverbindung aktivieren
fr: Connexion aux appareils
it: Abilita connettività dispositivo
nb_no: Aktiver enhetstilkobling
nl: Apparaatverbinding inschakelen
pl: Włącz łączność urządzenia
sv: Aktivera enhetsanslutningar
vi: Cho phép kết nối thiết bị
zh_hant: 啟用裝置連線

source: Enable Dynamic CR
bg: Активиране на Dynamic CR
cs: Povolit dynamický CR
da: Aktiver Dynamisk CR
de: Aktiviere dynamische CR
es: Habilitar CR dinámico
fr: Activer le CR dynamique
it: Abilita CR Dinamico
nb_no: Aktiver dynamisk CR
nl: Dynamische CR inschakelen
pl: Włącz dynamiczne CR
pt_pt: Habilitar CR Dinâmico
ru: Включить динамический CR
sv: Aktivera dynamisk insulinkvot (CR)
uk: Включити Динамічний CR
vi: Kích hoạt Dynamic CR
zh_hant: 啟用動態碳水化合物比

source: Enable Dynamic ISF
bg: Активиране на Dynamic ISF
cs: Povolit dynamický ISF
da: Aktiver Dynamisk ISF
de: Dynamische ISF aktivieren
es: Habilitar dinamico ISF
fr: Activer l'ISF dynamique
it: Abilita ISF Dinamico
nb_no: Aktiver dynamisk ISF
nl: Dynamische ISF inschakelen
pl: Włącz dynamiczne ISF
pt_pt: Habilitar ISF Dinâmico
ru: Включить динамический ISF
sv: Aktivera dynamisk insulinkänslighet (ISF)
uk: Включити Динамічний ISF
vi: Kích hoạt Dynamic ISF
zh_hant: 啟用動態胰島素敏感度因子

source: Enable Fat and Protein Entries
bg: Активиране на записи за мазнини и протеини
cs: Povolit záznamy tuků a bílkovin
da: Aktiver fedt- og proteinindgange
de: Fett- und Proteineinträge aktivieren
es: Habilitar entradas de grasa y proteínas
fr: Activer l'enregistrement des lipides et protéines
it: Abilita ingressi grassi e proteine
nb_no: Aktivere registrering av fett og proteiner
nl: Vet- en proteïne-invoer inschakelen
pl: Włącz wpisy tłuszczu i białka
pt_pt: Habilitar Entradas de Gordura e Proteínas
ru: Включить жировые и белковые записи
sv: Aktivera fett- och protein
uk: Увімкнути жирні і білі записи
vi: Cho phép nhập chất béo và chất đạm
zh_hant: 啟用脂肪和蛋白質輸入

source: Enable fetching of selected data sets from Nightscout.
bg: Активиране на изтеглянето на избрани набори от данни от Nightscout.
cs: Povol stahování vybraných dat z Nightscoutu.
da: Aktivér hentning af valgte datasæt fra Nightscout.
de: Aktiviere das Abrufen ausgewählter Datensätze von Nightscout.
es: Habilitar la obtención de los conjuntos de datos seleccionados de Nightscout.
fr: Activer la récupération des ensembles de données sélectionnés depuis Nightscout.
it: Abilita il recupero dei set di dati selezionati da Nightscout.
nb_no: Aktiver henting av valgte datasett fra Nightscout.
nl: Het ophalen van geselecteerde gegevenssets inschakelen uit Nightscout.
pl: Włącz pobieranie wybranych zestawów danych z Nightscout.
pt_pt: Ativar busca de conjuntos de dados selecionados do Nightscout.
ru: Включить выборку выбранных наборов данных из Nightscout.
sv: Aktivera hämtning av valda dataset från Nightscout.
uk: Увімкнути отримання вибраних наборів даних з Nightscout.
vi: Kích hoạt đồng bộ dữ liệu đã chọn từ Nightscout.
zh_hant: 啟用從 Nightscout 獲取選定資料集。

source: Enable High Contrast Mode for better visibility in certain conditions.
bg: Активиране на режим с висок контраст за по-добра видимост при определени условия.
cs: Povolit režim vysokého kontrastu pro lepší viditelnost v určitých podmínkách.
da: Aktiver Høj kontrast tilstand for bedre synlighed under visse forhold.
de: Aktiviere den Modus „Hoher Kontrast“ für eine bessere Sichtbarkeit unter bestimmten Bedingungen.
es: Habilita el modo de alto contraste para una mejor visibilidad en ciertas condiciones.
fr: Activer le mode contraste élevé pour une meilleure visibilité dans certaines conditions.
it: Abilita la modalità ad alto contrasto per una migliore visibilità in determinate condizioni.
nb_no: Aktiver høykontrast modus for bedre synlighet under enkelte forhold.
nl: Schakel Hoog contrast Mode in voor betere zichtbaarheid onder bepaalde omstandigheden.
pl: Włącz tryb wysokiego kontrastu dla lepszej widoczności w pewnych warunkach.
pt_pt: Ativar o modo de alto contraste para melhor visibilidade em certas condições.
ru: Включить режим высокой контрастности для лучшей видимости в определенных условиях.
sv: Aktivera högkontrastläge för bättre synlighet under vissa förhållanden.
uk: Увімкнути режим високої контрастності для кращої видимості в певних умовах.
vi: Bật Chế độ Tương phản Cao để cải thiện khả năng hiển thị trong một số điều kiện nhất định.
zh_hant: 在某些條件下啟用高對比模式以提高可見性。

source: Enable indefinitely
bg: Активиране за неопределено време
cs: Povolit na neurčito
da: Aktiver på ubestemt tid
de: Unbegrenzt aktivieren
es: Habilitar indefinidamente
fr: Activer indéfiniment
it: Attiva a tempo indeterminato
nb_no: Uten sluttid
nl: Onbeperkt inschakelen
pl: Włącz bezterminowo
pt_pt: Habilitar indefinidamente
ru: Включить бессрочно
sv: Aktivera tillsvidare
uk: Увімкнути на невизначений термін
vi: Kích hoạt vô thời hạn
zh_hant: 無限期啟用

source: Enable Indefinitely
bg: Активиране за неопределено време
cs: Povolit na neurčito
da: Aktiver Uendeligt
de: Unbegrenzt aktivieren
es: Activar Indefinidamente
fr: Activer indéfiniment
it: Abilita Indefinitamente
nb_no: Start uten sluttid
nl: Onbepaalde tijd inschakelen
pl: Włącz bezterminowo
pt_pt: Habilitar Indefinidamente
ru: Включить бессрочно
sv: Aktivera tillsvidare
uk: Увімкнути нескінченно
vi: Kích hoạt vô thời hạn
zh_hant: 無限期啟用

source: Enable indefinitely or set a duration.
bg: Активирайте за неопределено време или задайте продължителност.
cs: Povolit na neurčito nebo nastavit trvání.
da: Aktiver på ubestemt tid eller indstil en varighed.
de: Unbefristet aktivieren oder eine Dauer festlegen.
es: Activar indefinidamente o establecer una duración.
fr: Activer indéfiniment ou fixer une durée.
it: Abilita indefinitamente o imposta una durata.
nb_no: Aktiver på ubestemt tid eller angi en varighet.
nl: Schakel oneindig in of stel een duur in.
pl: Włącz bezterminowo lub ustaw czas trwania.
pt_pt: Habilite indefinidamente ou defina uma duração.
sv: Aktivera tillsvidare eller ange en varaktighet.
uk: Активуйте безстроково або встановіть тривалість.
vi: Kích hoạt vô thời hạn hoặc đặt thời lượng.
zh_hant: 永久啟用或設定時間。

source: Enable Live Activity
bg: Активиране на Live Activity
cs: Povolit živou aktivitu
da: Aktiver Live Aktivitet
de: Live-Aktivität aktivieren
es: Activar actividad en vivo
fr: Activer "Activité en Direct" pour l'affichage dans le dynamique Island de l'iPhone.
it: Attiva Attività Live
nb_no: Aktivere oppdatering i sanntid
nl: Schakel Live Activiteit in
pl: Włącz aktywność na żywo
pt_pt: Ativar Atividade Ao Vivo
ru: Включить прямую активность
sv: Aktivera liveaktivitet
uk: Включити Дію Наживо
vi: Bật Hoạt động Trực tiếp
zh_hant: 啟用即時活動

source: Enable Reduced Bolus Option
bg: Активиране на опция за намален болус
cs: Povolit volbu sníženého bolusu
da: Aktiver Reduceret Bolus Valg
de: Option „Reduzierter Bolus“ aktivieren
fr: Activer l'option "Bolus réduit"
nb_no: Aktiver funksjon for redusert bolus
pl: Włącz opcję zmniejszonego bolusa
vi: Bật tùy chọn Bolus giảm
zh_hant: 啟用減少注射選項

source: Enable Remote Command
bg: Активиране на дистанционни команди
cs: Povolit vzdálené příkazy
da: Aktiver Fjernkommandoen
de: Remote-Befehl aktivieren
es: Habilitar comando remoto
fr: Activer le contrôle à distance
it: Abilita Comando Remoto
nb_no: Aktiver fjernstyring
nl: Externe opdracht inschakelen
pl: Włącz zdalne polecenie
pt_pt: Habilitar comando remoto
ru: Включить удаленную команду
sv: Aktivera fjärrkommandon
uk: Увімкнути віддалену команду
vi: Bật lệnh điều khiển từ xa
zh_hant: 啟用遠端命令

source: Enable Remote Control
bg: Активиране на дистанционно управление
cs: Zapnout vzdálené ovládání
da: Aktiver Fjernbetjening
de: Fernbedienung aktivieren
es: Habilitar control remoto
fr: Activer le contrôle à distance
it: Abilita Controllo Remoto
nb_no: Aktiver fjernstyring
nl: Inschakelen van extern beheer
pl: Włącz zdalne sterowanie
pt_pt: Ativar Controle Remoto
ru: Включить дистанционное управление
sv: Aktivera fjärrkontroll
uk: Увімкнути дистанційне керування
vi: Bật điều khiển từ xa
zh_hant: 啟用遠端控制

source: Enable Sharing
bg: Активиране на споделяне
cs: Povolit sdílení
da: Aktiver Deling
de: Teilen aktivieren
fr: Activer le partage
nb_no: Aktiver deling
nl: Delen inschakelen
pl: Włącz udostępnianie
sv: Aktivera delning
vi: Bật chia sẻ
zh_hant: 啟用分享

source: Enable SMB After Carbs
bg: Активиране на SMB след въглехидрати
cs: Povolit SMB po sacharidech
da: Aktiver SMB Efter Kulhydrater
de: Aktiviere SMB nach Kohlenhydrataufnahme
es: Activar SMB después de carbohidratos
fr: Activer les SMB après les glucides
it: Abilita SMB dopo i CHO
nb_no: Aktiver SMB etter karbo
nl: Activeer SMB na koolhydraten
pl: Włącz SMB po węglowodanach
pt_pt: Ativar SMB após Carbs
ru: Включить SMB на 6 часов после углеводов
sv: Använd SMB efter kolhydrater
uk: Включити SMB на 6 годин Після Вуглеводів
vi: Kích hoạt SMB sau nhập Carbs
zh_hant: 啟用碳水化合物後的小量注射

source: Enable SMB Always
bg: Винаги активиране на SMB
cs: Povolit SMB vždy
da: Aktiver SMB Altid
de: SMB immer aktivieren
es: Activar siempre SMB
fr: Toujours activer SMB
it: Abilita SMB Sempre
nb_no: Aktiver SMB alltid
nl: Activeer SMB altijd
pl: Włącz SMB zawsze
pt_pt: Ativar sempre SMB
ru: Включить постоянные SMB
sv: Använd alltid SMB
uk: Включити Постійні SMB
vi: Luôn kích hoạt SMB
zh_hant: 總是啟用小量注射

source: Enable SMB With COB
bg: Активиране на SMB при COB
cs: Povolit SMB s aktivními sacharidy (COB)
da: Aktiver SMB med COB
de: Aktiviere SMB mit COB
es: Activar SMB con COB
fr: Activer SMB avec COB
it: Abilita SMB con COB
nb_no: Aktiver SMB med COB
nl: Activeer SMB met COB
pl: Włącz SMB z COB
pt_pt: Activar SMB com COB
ru: Включить SMB при положительном COB
sv: Använd SMB med kolhydrater (COB)
uk: Включити SMB за Позитивного COB
vi: Cho phép SMB khi còn COB
zh_hant: 啟用碳水化合物下的小量注射

source: Enable SMB With High Glucose
bg: Активиране на SMB при висока глюкоза
cs: Povolit SMB při vysoké glykémii
da: Aktiver SMB Med Højt Glukose
de: Aktiviere SMB bei hohem Blutzucker
fr: Activer SMB avec un taux de glucose élevé
nb_no: Aktiver SMB ved høyt BS
nl: SMB inschakelen met hoge glucose
pl: Włącz SMB przy wysokim poziomie glikemii
sv: Aktivera SMB vid ett högt glukosvärde
vi: Cho phép SMB khi đường huyết cao
zh_hant: 啟用 高血糖 SMB

source: Enable SMB With Temptarget
bg: Активиране на SMB при временна цел
cs: Povolit SMB s dočasným cílem
da: Aktiver SMB Med Temptarget
de: Aktiviere SMB mit Temporären Zielen
es: Activar SMB con Temptarget
fr: Activer SMB avec Cible Temporaire
it: Abilita SMB con target temporanei
nb_no: Aktiver SMB med midlertidig mål
nl: Gebruik SMB met tijdelijke doelen
pl: Włącz SMB z celem tymczasowym
pt_pt: SMB activo com alvo temporário
ru: Включить SMB с временной целью
sv: Använd SMB vid låga tillfälliga mål
uk: Увімкнути SMB з Тимчасовою Метою
vi: Kích hoạt SMB với mục tiêu tạm thời
zh_hant: 啟用臨時目標的小量注射

source: Enable SMBs when a high BG is detected, based on the high BG target (adjusted or profile)
bg: Активира SMB при откриване на висока кръвна захар, на база горната целева стойност (коригирана или от профила)
cs: Povolit SMB při detekci vysoké glykémie (BG) na základě cíle pro vysokou glykémii (upraveného nebo z profilu).
da: Aktiver SMB'er, når der registreres et højt BG baseret på det høje BG-mål (justeret eller profil)
de: SMB aktivieren, wenn ein hoher BG erkannt wird, basierend auf dem hohen Glukoseziel (angepasst oder Profil)
es: Habilitar SMBs cuando se detecta un BG alto, basado en el objetivo de BG alto (ajustado o perfil)
fr: Activer les SMB quand le glucose dépasse la cible haute (ajustée ou telle que définie dans les réglages)
it: Abilita SMB quando viene rilevata una BG alta, in base al target alto di BG (regola il profilo)
nb_no: Aktiver SMB når høyt BS blir oppdaget, basert på høyt BS-mål (justert eller i henhold til profil)
nl: SMB's inschakelen wanneer een hoge BG wordt gedetecteerd, op basis van het hoge BG-doel (aangepast of profiel)
pl: Włącz SMB, gdy zostanie wykryty wysoki poziom glikemii, na podstawie docelowego wysokiego poziomu glikemii (skorygowanego lub profilowego)
pt_pt: Ativar SMBs quando uma Glicemia alta for detectada, com base no alvo de alto glicemia (ajustado ou perfil)
ru: Включить SMB когда обнаружен высокий уровень BG, основанный на повышенной цели BG(скорректированной или из профиля)
sv: Aktivera SMB vid höga glukosvärden, enligt inställningen nedan
uk: Увімкнути SMB коли виявлено високий рівень BG, заснований на підвищеній меті BG (скоригованої або з профілю)
vi: Bật SMB khi phát hiện đường huyết cao, dựa trên ngưỡng mục tiêu đường huyết cao (điều chỉnh hoặc theo hồ sơ)
zh_hant: 在檢測到高血糖時啟用小量注射，基於高血糖目標（調整後或設定檔）

source: Enable Super Bolus Option
bg: Активиране на опция Super Bolus
cs: Povolit volbu Super bolusu
da: Aktiver Super Bolus Mulighed
de: Super Bolus Option aktivieren
es: Habilitar opción Super Bolus
fr: Activer l'option Super Bolus
it: Abilita Opzione Super Bolo
nb_no: Aktiver funksjon for Super Bolus
nl: Inschakelen Super Bolus Optie
pl: Włącz opcje Super Bolusa
pt_pt: Ativar Opção de Super Bólus
ru: Включить суперболус
sv: Aktivera superbolus
uk: Включити варіант Super Bolus
vi: Bật tùy chọn Bolus tăng
zh_hant: 啟用超大劑量注射選項

source: Enable UAM
bg: Активиране на UAM
cs: Povolit UAM
da: Aktiver UAM
de: Aktiviere UAM
es: Activar UAM
fr: Activer UAM
it: Abilita UAM
nb_no: Aktiver UAM
nl: UAM inschakelen
pl: Włącz UAM
pt_pt: Habilitar UAM
ru: Включить определение необъявленных углеводов UAM
sv: Aktivera UAM
uk: Увімкнути UAM
vi: Kích hoạt UAM
zh_hant: 啟用未計劃用餐

source: Enable UAM (Unannounced Meals)
bg: Активиране на UAM (необявени хранения)
cs: Povolit UAM (neohlášená jídla)
da: Aktiver UAM (Uanmeldte Måltider)
de: UAM (Unangekündigte Mahlzeiten) aktivieren
fr: Activer les repas non annoncés (UAM)
nb_no: Aktiver UAM (uanmeldt måltid)
nl: UAM (onaangekondigde maaltijden) inschakelen
pl: Włącz UAM (Niezapowiedziane posiłki)
sv: Aktivera UAM (oanmälda måltider)
vi: Bật UAM (Bữa ăn không khai báo)
zh_hant: 啟用 UAM (未預告餐點)

source: Enable Unannounced Meals SMB.
bg: Активиране на SMB за необявени хранения.
cs: Povolit SMB pro neohlášená jídla.
da: Aktiver Uannoncerede måltider SMB.
de: Aktiviere unangekündigte Mahlzeiten (UAM) SMB.
es: Habilitar Comidas sin Anunciar.
fr: Activer le SMB pour les repas non annoncés.
it: Abilita Pasti Inannunciati SMB.
nb_no: Aktiver SMB for uanmeldte måltider.
nl: Activeer onaangekondigde maaltijden SMB.
pl: Włącz niezapowiedziane posiłki SMB.
pt_pt: Ativar refeições não anunciadas.
sv: Aktivera SMB för oanmälda måltider (UAM).
uk: Увімкнути SMS про неперевірені задачі.
vi: Cho phép SMB với bữa ăn không khai báo.
zh_hant: 啟用無預告餐點的微量注射 (SMB)。

source: Enable uploading of CGM readings to Nightscout.
bg: Активиране на качването на CGM показания към Nightscout.
cs: Povolit nahrávání hodnot z CGM do Nightscoutu.
da: Aktiver upload af CGM-aflæsninger til Nightscout.
de: Aktiviere das Hochladen von CGM Messwerten zu Nightscout.
es: Habilitar la subida de lecturas CGM a Nightscout.
fr: Activer l’envoi des mesures de glucose du CGM (capteur de glucose en continu) vers Nightscout.
it: Abilita il caricamento delle letture CGM su Nightscout.
nb_no: Aktiver opplasting av CGM-avlesninger til Nightscout.
nl: Inschakelen om CGM-lezingen te uploaden naar Nightscout.
pl: Włącz przesyłanie odczytów CGM do Nightscout.
pt_pt: Ativar o envio de leituras CGM para o Nightscout.
ru: Включить загрузку данных CGM в Nightscout.
sv: Aktivera uppladdning av CGM-avläsningar till Nightscout.
uk: Увімкнути завантаження СГМ читань до Nightscout.
vi: Bật tải dữ liệu đo đường huyết CGM lên Nightscout.
zh_hant: 啟用將 CGM 讀取值上傳至 Nightscout。

source: Enable uploading of selected data sets to Nightscout.
bg: Активиране на качването на избрани набори от данни към Nightscout.
cs: Povolit nahrávání vybraných dat do Nightscoutu.
da: Aktiver upload af valgte datasæt til Nightscout.
de: Aktiviere das Hochladen von ausgewählten Datensätze zu Nightscout.
es: Habilitar la subida de los conjuntos de datos seleccionados a Nightscout.
fr: Activer l’envoi de l'ensemble des données sélectionnées vers Nightscout.
it: Abilita il caricamento dei set di dati selezionati su Nightscout.
nb_no: Aktiver opplasting av valgte datasett til Nightscout.
nl: Het uploaden van geselecteerde gegevenssets naar Nightscout toestaan.
pl: Włącz przesyłanie wybranych zbiorów danych do Nightscout.
pt_pt: Permitir o envio dos conjuntos de dados selecionados para o Nightscout.
ru: Разрешить загрузку выбранных наборов данных в Nightscout.
sv: Aktivera uppladdning av valda dataset till Nightscout.
uk: Увімкнути завантаження вибраних наборів даних до Nightscout.
vi: Cho phép tải các dữ liệu đã chọn lên Nightscout.
zh_hant: 啟用將選定資料集上傳至 Nightscout。
